{
  "recipes": [
    {
      "id": 1,
      "name": "Easy Salsa Sloppy Joes",
      "image": "https://drive.google.com/uc?id=1B3Tza3a5H69qH1fPLHkz8m-hx2c6TrsD",
      "steps": "In a large skillet, cook beef over medium heat until no longer pink, breaking into crumbles; drain. Stir in salsa, soup and brown sugar. Cover and simmer 10 minutes or until heated through. Serve on buns."
    },
    {
      "id": 2,
      "name": "Cheesy Hash Brown Bake",
      "image": "https://drive.google.com/uc?id=1ocOm__U7moQQCEtCHAIpBtCsm1mxR8Ms",
      "steps": "Preheat oven to 350°. In a large bowl, combine potatoes, soup, sour cream, 1-3/4 cups cheddar cheese and the Parmesan cheese. Place in a greased 3-qt. baking dish. Sprinkle with remaining cheddar cheese. Bake, uncovered, until bubbly and cheese is melted, 40-45 minutes. Let stand 5 minutes before serving."
    },
    {
      "id": 3,
      "name": "Shorcut Split Pea Soup",
      "image": "https://drive.google.com/uc?id=11q-LyUZiwGjEhtflVRnkxuCOSfzz-nfk",
      "steps": "In a large saucepan, bring the water, bouillon granules and thyme to a boil. Thinly slice celery ribs and finely chop the leaves; set leaves aside. Add celery ribs and carrots to water mixture; simmer, uncovered, for 5-8 minutes or until tender. Stir in the soup, ham and celery leaves;"
    },
    {
      "id": 4,
      "name": "Tasty Onion Chicken",
      "image": "https://drive.google.com/uc?id=1SU9exencf_e1-RP18wtrXVFzSBcOYu62",
      "steps": "In a shallow bowl, combine butter, Worcestershire sauce and mustard. Place onions in another shallow bowl. Dip chicken in butter mixture, then coat with onions. Place in a greased 11x7-in. baking dish; drizzle with remaining butter mixture. Bake, uncovered, at 400° for 20-25 minutes or until a thermometer reads 165°."
    },
    {
      "id": 5,
      "name": "Quick White Chili",
      "image": "https://drive.google.com/uc?id=1iROVYtvC8hTwWPa02mQdJY4eCQzZhgp1",
      "steps": "In a large saucepan, combine the first 6 ingredients. Bring to a boil over medium-high heat; remove from the heat. Add cheese and cilantro; stir until cheese is melted. If desired, serve with additional sour cream and cilantro."
    },
    {
      "id": 6,
      "name": "Enchila Chicken Soup",
      "image": "https://drive.google.com/uc?id=14UCIX_h27VjWP0LLfS3Pb1zQRVaQPVPV",
      "steps": "In a large saucepan, combine the soups, milk, chicken, enchilada sauce and chiles. Cook and stir over medium heat until heated through. Serve with sour cream."
    },
    {
      "id": 7,
      "name": "One-pot Mac and cheese ",
      "image": "https://drive.google.com/uc?id=1MTeQAMtKPNW-rPsJKc4_4RFZmO7YS4KD",
      "steps": "In a Dutch oven, combine milk, water and macaroni; bring to a boil over medium heat. Reduce heat and simmer until macaroni is tender and almost all the cooking liquid has been absorbed, 12-15 minutes, stirring frequently. Reduce heat to low; stir in cheeses until melted. Season with salt and pepper."
    },
    {
      "id": 8,
      "name": "Creamy Coleslaw",
      "image": "https://drive.google.com/uc?id=1CunxCoho7GpSKU4hhmdtGbic4456Nf0M",
      "steps": "Place coleslaw mix in a large bowl. In a small bowl, combine the remaining ingredients; stir until blended. Pour over coleslaw mix and toss to coat. Refrigerate until serving."
    },
    {
      "id": 9,
      "name": "Flavorful Pot Rost",
      "image": "https://drive.google.com/uc?id=1ObZ3UvX8FTmAtypjDQUW3QfYJ0jxKQey",
      "steps": "Place the chuck roasts in a 5-qt. slow cooker. In a small bowl, combine the salad dressings and gravy mix; stir in water. Pour over meat. Cover and cook on low for 7-8 hours or until tender. If desired, sprinkle with parsley and thicken cooking juices for gravy."
    }
  ]
}